img/2-RDF-avanzado-concept-L2-20-auto/f7Qz.mmd
flowchart LR
  l1((_:l1)) -->|"rdf:first"| c01["course:c01"]
  l1 -->|"rdf:rest"| l2((_:l2))
  l2 -->|"rdf:first"| c02["course:c02"]
  l2 -->|"rdf:rest"| l3((_:l3))
  l3 -->|"rdf:first"| c03["course:c03"]
  l3 -->|"rdf:rest"| nil["rdf:nil"]
